{
  "articles": [
    {
      "id": "f9248ced-790e-482f-bde8-f594f9e28486",
      "imageUrl": "https://picsum.photos/id/10/640/320",
      "title": "Architecto necessitatibus consequatur dicta",
      "author": "Marshall Baumbach",
      "text": "Numquam id molestias nesciunt velit. Rerum eligendi sed est in aut consequatur laboriosam iusto. Odio repellat velit labore ut et odio reprehenderit nihil rerum. Tempora quia corrupti consequatur dolor reprehenderit qui excepturi. Odio rerum occaecati in eos aut tempora. Sunt id sit rerum sint dolor assumenda saepe.\n \rProvident ut voluptas ut et molestiae provident ut. Et asperiores voluptas. Accusamus quia eum. Excepturi iusto quia accusamus corrupti consequatur ut et ut placeat.",
      "category": "sports"
    },
    {
      "id": "67b6fd81-65e3-4f93-bbd8-36531a05514b",
      "imageUrl": "https://picsum.photos/id/100/640/320",
      "title": "Corporis sit eos ratione",
      "author": "Giuseppe Douglas",
      "text": "Iusto est quos. Porro repellendus dolorem nulla perferendis. Numquam aut dolorem facilis et repellat ad excepturi. Provident qui perspiciatis consequatur hic quia voluptas excepturi. Cupiditate molestiae et quod reprehenderit qui. Rerum tenetur dolorem.\n \rEt aliquid dicta deleniti quae magni iure. Doloremque qui quis voluptas. Non quaerat animi reprehenderit eum itaque consequatur rem. Id qui ratione est repudiandae aut harum impedit sapiente alias.",
      "category": "health"
    },
    {
      "id": "2822f1dd-5f6c-47ce-9a37-d3e5dd0c6fd6",
      "imageUrl": "https://picsum.photos/id/1015/640/320",
      "title": "Veritatis sapiente nisi eaque",
      "author": "Tommie Mills",
      "text": "Sapiente dolores id odio harum quos harum aut dolor inventore. Quia veritatis quaerat quas vel. Necessitatibus voluptatibus ad in laboriosam ullam non distinctio iusto iusto. Autem qui ex.\n \rTempora quas sunt quia sed excepturi voluptatem. Ut dolorem enim et in reiciendis esse. Ad aperiam ut quis vitae sunt rem. Saepe cumque rem placeat modi eaque et et. Deserunt qui quam et reprehenderit recusandae.",
      "category": "health"
    },
    {
      "id": "95659d83-53db-47c6-b6f6-0285bc6254b0",
      "imageUrl": "https://picsum.photos/id/1016/640/320",
      "title": "Veritatis voluptas itaque debitis",
      "author": "Efrain Mraz",
      "text": "Molestiae dolore perferendis velit ducimus eum culpa sit est sit. Non necessitatibus et nulla voluptatibus. Reprehenderit enim distinctio nesciunt optio nam eos sit. Delectus esse accusamus doloribus et quia. Totam ut id voluptatum vel deleniti reprehenderit reiciendis voluptatem ex. Dicta est aspernatur delectus a minima incidunt asperiores omnis illo.\n \rAutem laborum eveniet recusandae et quisquam debitis nobis. Asperiores et pariatur qui aperiam quia hic aliquid. Temporibus non consequatur qui totam.",
      "category": "sports"
    },
    {
      "id": "942a1db5-2c71-4f9d-b0d1-ecf5d8b77128",
      "imageUrl": "https://picsum.photos/id/1018/640/320",
      "title": "Et animi et architecto",
      "author": "Phyllis Ullrich",
      "text": "Illo delectus ullam dolor a quis rem. Quaerat est minima quibusdam ea possimus. Ullam eos labore perferendis sapiente incidunt corrupti qui ipsa. Qui dignissimos incidunt aliquid et odit.\n \rSed nihil officia rem eum qui eum non. Rerum quibusdam quisquam rerum veritatis quasi. Quia provident quo incidunt ad distinctio quaerat. Veritatis eligendi perferendis. Quod aut magnam. Aut repudiandae dolorem maiores eius similique.",
      "category": "technology"
    },
    {
      "id": "ca7bfb6a-9412-41d7-ac8f-dc3717f69539",
      "imageUrl": "https://picsum.photos/id/1021/640/320",
      "title": "Occaecati vero provident dolores",
      "author": "Buck Boehm",
      "text": "Voluptas modi repellendus nisi. Molestiae est doloribus rem accusantium. Eveniet ea ducimus voluptatem aspernatur. Laboriosam consequuntur praesentium. Autem ut et dolor. Quia doloremque odio numquam blanditiis aut in inventore.\n \rEius quia inventore explicabo. Deleniti magnam expedita voluptas. Quod libero perspiciatis explicabo et velit aut consequatur.",
      "category": "health"
    },
    {
      "id": "d841a5c9-4f2e-4576-8c91-c9c569d63ac7",
      "imageUrl": "https://picsum.photos/id/1028/640/320",
      "title": "Aspernatur vitae quo qui",
      "author": "Willow Tillman",
      "text": "Quis voluptatum perspiciatis molestiae dolorum eaque qui id animi nemo. Quia dolorem nihil necessitatibus aliquid incidunt vero impedit ullam. Ullam dolor quia doloremque ducimus dolore recusandae quo minus quaerat.\n \rEt natus quas. Cum fugiat nulla sint aut. Repellat mollitia et magni accusantium. Beatae et voluptas sit dolores quasi. Porro reiciendis pariatur nesciunt doloribus eligendi blanditiis.",
      "category": "sports"
    },
    {
      "id": "00063a67-3d52-45ff-8a4d-ade42c6ffc2e",
      "imageUrl": "https://picsum.photos/id/1039/640/320",
      "title": "Nihil quas accusamus fugit",
      "author": "Harold Denesik",
      "text": "Atque eaque quam iusto quo rerum libero. Accusantium dignissimos nihil quidem sequi sint consequatur rem est. Non maxime non. Accusantium suscipit totam quas quae tempora qui pariatur et officiis. Labore omnis aut voluptatem maxime alias qui.\n \rSequi deleniti ullam qui ad ea in. Et earum tenetur sint tempore deleniti laboriosam magni. Pariatur doloremque aut quia omnis sint esse mollitia blanditiis. Dolor et hic tempore ratione illo.",
      "category": "technology"
    },
    {
      "id": "4fa9e85d-b34e-4aa2-8450-6130a1009b34",
      "imageUrl": "https://picsum.photos/id/1041/640/320",
      "title": "Beatae repellat enim minus",
      "author": "Albin Adams",
      "text": "Ipsam blanditiis fugit fuga aut molestiae a quia vitae. Et voluptas possimus magni mollitia sed et rem. Assumenda eaque sunt exercitationem.\n \rEst omnis in et fugiat. Sed eius sit perspiciatis distinctio. Voluptatibus facere ut dolorem delectus nihil maiores aut totam accusantium.",
      "category": "technology"
    }
  ]
}
