[
  {
    "id": "SkcAK3URV",
    "text": "Placeat ad vel quia qui quidem dolores tempora ullam. Voluptate vel consequatur fugit qui in. Nobis quis libero labore porro expedita nihil.",
    "tag": "html",
    "likes": 100
  },
  {
    "id": "HJxqAF380N",
    "text": "Quidem mollitia et illum veritatis ut. Velit officiis qui magni harum. Quia velit quos dolore tempora minima.",
    "tag": "react",
    "likes": 100
  },
  {
    "id": "ByZc0FnIAE",
    "text": "Ut et fuga aliquid corporis. Veniam sit vero et. Harum et est tempora provident autem quo modi ut animi.",
    "tag": "javascript",
    "likes": 100
  },
  {
    "id": "BJMq0KnIR4",
    "text": "Beatae temporibus aliquam quasi qui recusandae. Eos non autem perspiciatis praesentium. Voluptatem at laudantium aut minus.",
    "tag": "react",
    "likes": 100
  },
  {
    "id": "rJQ9CFnIAN",
    "text": "Necessitatibus fuga qui quidem repellendus hic exercitationem ea aspernatur delectus. Quidem repudiandae et omnis. Et velit aut ullam veritatis quis.",
    "tag": "react",
    "likes": 100
  },
  {
    "id": "H145CthLRE",
    "text": "Libero expedita consequatur hic modi eius nesciunt excepturi. Dolores consequatur atque quia mollitia temporibus dolor. Quos fugiat eum quas qui eaque error.",
    "tag": "javascript",
    "likes": 100
  },
  {
    "id": "BJHqCF38CN",
    "text": "Tenetur inventore quis saepe qui voluptatibus ut est. Et et et. Dolor est et.",
    "tag": "react",
    "likes": 100
  },
  {
    "id": "ByI9CYnIR4",
    "text": "Architecto dignissimos neque in assumenda tenetur. Voluptas suscipit provident. Rem autem consequuntur harum odio possimus consequatur nihil.",
    "tag": "react",
    "likes": 100
  },
  {
    "id": "r1v5AtnLCE",
    "text": "Nihil molestias aspernatur distinctio. Quis qui optio eum. Eveniet nemo quo repudiandae.",
    "tag": "css",
    "likes": 100
  },
  {
    "id": "ryd9Rt3LCE",
    "text": "Assumenda sunt id debitis. Vitae eos repudiandae sunt quibusdam est. Magni dolores in autem iure.",
    "tag": "css",
    "likes": 100
  },
  {
    "id": "H1t50Y38RV",
    "text": "Ea ea id dolor. Quis vero quia distinctio mollitia et quaerat ea. In et ut.",
    "tag": "css",
    "likes": 100
  },
  {
    "id": "HJc9RKh8RV",
    "text": "Aspernatur mollitia excepturi. Ducimus quo id. Cum modi provident sint dignissimos odio alias doloremque blanditiis sequi.",
    "tag": "html",
    "likes": 100
  }
]
